intl4260/notesMaster.org
# Document Information
#+TITLE: Foreign Pol. Decision Making
#+AUTHOR: Sudhan Chitgopkar
#+EMAIL: sudhanchitgopkar@uga.edu
* 02.08.21
- When we frame outcomes in terms of gains, we tend to be risk-averse, even when the gambles are objectively better
- When we frame outcomes in terms of losses, we tend to be risk-acceptant in order to avoid larger losses, even when the gambles are objectively worse for us
- This can often be seen in stock market crashes and stock behavior, wherein people sell during a stock downturn when the rational decision is to hold on to the stock
  - This can further be seen with (1) Carter and the Iranian Hostage Crisis, (2) The 2016 election of Trump, the 2020 election of Biden
- To remove yourself from a frame (regardless of whether it is risk-averse or risk-acceptant), it is critical to consider both benefits and losses
* 02.05.21
** Loss Aversion & Policy
- Argues that policies are either loss averting or gain seeking
  - Berejikian argues against this
  - Any policy can be reframed to be either loss avoiding or gain seeking
- Public is more favorable towards policies that are loss avoiding
* 02.03.21
** Concession Aversion
- Because of loss aversion, anything given up in a negotiation has an inflated value.
- Because this is true for both sides of a negotiation, there is a permanent hurdle to achieving a negotiated settlement
- Also known as the endowment effect
- concession aversion and loss aversion is stronger when bad behavior has started
  - It is harder to stop behavior that has already been started than it is to pre-empt bad behavior
- Due to loss aversion, states often double down on their failed policies and don't correct course
- Empirically, great powers always decline and hasten that decline by trying to hold fast to their previous status
  - Great powers can either try harder to hold on to their power and influence
 - or great powers can accept their declining status and recalibrate their policies accordingly
* 02.01.21
** Loss Aversion
- Consider a simple dilemma, wherein an actor chooses whether to play a game.
  - A fair coin is flipped
  - If the coin is heads, the actor recieves $125
  - If the coin is tails, the actor loses $125
- This dilemma has an EV of (0.5 * 125) + (0.5 * -125) = 0
- Despite an EV of 0, the vast majority of people would not play this game
- This is a result of loss aversion, people cognitively weigh losses and harms more than they would weigh wins and benefits
- When compared to gains, equivalent losses hurt more
- Pain and loss aversion is a more intense feeling than gain seeking
- This pehnomenon is consistent across regions and cultures
- To take advantage of this, framing each decision as loss aversion (loss framing) instead of gain seeking makes it more likely to be accepted
- Under time pressure, individuals will be more resolved to avoid losses
* 01.29.21
** Sagan Review
- If nuclear weapons were a norm,
  - conventional weapons would be preferred to nuclear weapons
  - this preference would not change even if the utility of nuclear weapons, when compared to conventional weapons, increased
- Cricially, Sagan finds that although Americans prefer conventional weapons when presented a choice, a large proportion are willing to approve of a nuclear strike after the fact
- The fraction of people that approved a nuclear strike grew with its effectiveness, indicating that perceptions towards nuclear use is based on nuclear utility
- There is no significant domestic political constraint on nuclear weapon usage
- Vast majority of people focused on utility to make their decision on nuclear weapons, with few focusing on moral factors
* 01.27.21
** Norms & Nukes
- Norms and taboos have been critical in nuclear policy
- Norms and taboos have changed our definition of nuclear weapons as solely a means of deterrence to something that is more feasible in small-scale war (through more tactical nuclear weapons)
** Norms & Taboos
- Cognitive constructs designed to guide our behavior
- Generally exist in the context of societal interaction and behavior
*** Norms
- Do's and Dont's
  - prescribe some behavior and deter other behaviors
- Context-specific
  - e.g killing is generally considered something that is horrible to do, but is just
- Large cultural variation in norms
- Consequences for violation of norms can vary significantly
*** Taboos
- Dont's - never explain things you should do, only address things you shouldn't
- Tend to be universal, with limited exception
- Significantly more limited variation, easier to translate across cultures
- There tend to be very severe consequences to taboo violations
** Norms, Taboos, and Decision-Making
- Generally, norms and taboos take certain strategies off the table and constrain the incentive structure
- Taboos and Norms also change our win-sets because of norms and taboos that exist in their own societies
- When the government needs to violate taboos or norms, they (1) argue that they aren't, through some loophole, and (2) argue that the benefits outweigh the harms
- To erode a norm, infuse it with consequentialist logic
* 01.21.21
** Public Opinion & Decision-Making
- domestic decision-making has significant foreign policy effects
- domestic public opinion has an effect on foreign policy decisions
  - public opinions can help shape the incentive structure that a decision-maker has when faced with a decision
  - public opinion can either be an opportunity or a cosntraint
- who we listen to and what they say can intrinsically change our incentive structure
