intl4260/notesMaster.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-02-05 Fri 13:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Foreign Pol. Decision Making</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sudhan Chitgopkar" />
<link rel="stylesheet" type="text/css" href="rethink.css" />
</head>
<body>
<div id="content">
<h1 class="title">Foreign Pol. Decision Making</h1>
<div id="outline-container-orgece2189" class="outline-2">
<h2 id="orgece2189">02.05.21</h2>
<div class="outline-text-2" id="text-orgece2189">
</div>
<div id="outline-container-orgc9e69d8" class="outline-3">
<h3 id="orgc9e69d8">Loss Aversion &amp; Policy</h3>
<div class="outline-text-3" id="text-orgc9e69d8">
<ul class="org-ul">
<li>Argues that policies are either loss averting or gain seeking
<ul class="org-ul">
<li>Berejikian argues against this</li>
<li>Any policy can be reframed to be either loss avoiding or gain seeking</li>
</ul></li>
<li>Public is more favorable towards policies that are loss avoiding</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgf4a5492" class="outline-2">
<h2 id="orgf4a5492">02.03.21</h2>
<div class="outline-text-2" id="text-orgf4a5492">
</div>
<div id="outline-container-org7eecb08" class="outline-3">
<h3 id="org7eecb08">Concession Aversion</h3>
<div class="outline-text-3" id="text-org7eecb08">
<ul class="org-ul">
<li>Because of loss aversion, anything given up in a negotiation has an inflated value.</li>
<li>Because this is true for both sides of a negotiation, there is a permanent hurdle to achieving a negotiated settlement</li>
<li>Also known as the endowment effect</li>
<li>concession aversion and loss aversion is stronger when bad behavior has started
<ul class="org-ul">
<li>It is harder to stop behavior that has already been started than it is to pre-empt bad behavior</li>
</ul></li>
<li>Due to loss aversion, states often double down on their failed policies and don&rsquo;t correct course</li>
<li><p>
Empirically, great powers always decline and hasten that decline by trying to hold fast to their previous status
</p>
<ul class="org-ul">
<li>Great powers can either try harder to hold on to their power and influence</li>
</ul>
<ul class="org-ul">
<li>or great powers can accept their declining status and recalibrate their policies accordingly</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb3c1a91" class="outline-2">
<h2 id="orgb3c1a91">02.01.21</h2>
<div class="outline-text-2" id="text-orgb3c1a91">
</div>
<div id="outline-container-org41af707" class="outline-3">
<h3 id="org41af707">Loss Aversion</h3>
<div class="outline-text-3" id="text-org41af707">
<ul class="org-ul">
<li>Consider a simple dilemma, wherein an actor chooses whether to play a game.
<ul class="org-ul">
<li>A fair coin is flipped</li>
<li>If the coin is heads, the actor recieves $125</li>
<li>If the coin is tails, the actor loses $125</li>
</ul></li>
<li>This dilemma has an EV of (0.5 * 125) + (0.5 * -125) = 0</li>
<li>Despite an EV of 0, the vast majority of people would not play this game</li>
<li>This is a result of loss aversion, people cognitively weigh losses and harms more than they would weigh wins and benefits</li>
<li>When compared to gains, equivalent losses hurt more</li>
<li>Pain and loss aversion is a more intense feeling than gain seeking</li>
<li>This pehnomenon is consistent across regions and cultures</li>
<li>To take advantage of this, framing each decision as loss aversion (loss framing) instead of gain seeking makes it more likely to be accepted</li>
<li>Under time pressure, individuals will be more resolved to avoid losses</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgffcc55f" class="outline-2">
<h2 id="orgffcc55f">01.29.21</h2>
<div class="outline-text-2" id="text-orgffcc55f">
</div>
<div id="outline-container-org032d071" class="outline-3">
<h3 id="org032d071">Sagan Review</h3>
<div class="outline-text-3" id="text-org032d071">
<ul class="org-ul">
<li>If nuclear weapons were a norm,
<ul class="org-ul">
<li>conventional weapons would be preferred to nuclear weapons</li>
<li>this preference would not change even if the utility of nuclear weapons, when compared to conventional weapons, increased</li>
</ul></li>
<li>Cricially, Sagan finds that although Americans prefer conventional weapons when presented a choice, a large proportion are willing to approve of a nuclear strike after the fact</li>
<li>The fraction of people that approved a nuclear strike grew with its effectiveness, indicating that perceptions towards nuclear use is based on nuclear utility</li>
<li>There is no significant domestic political constraint on nuclear weapon usage</li>
<li>Vast majority of people focused on utility to make their decision on nuclear weapons, with few focusing on moral factors</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org839f8cb" class="outline-2">
<h2 id="org839f8cb">01.27.21</h2>
<div class="outline-text-2" id="text-org839f8cb">
</div>
<div id="outline-container-org32dc6c3" class="outline-3">
<h3 id="org32dc6c3">Norms &amp; Nukes</h3>
<div class="outline-text-3" id="text-org32dc6c3">
<ul class="org-ul">
<li>Norms and taboos have been critical in nuclear policy</li>
<li>Norms and taboos have changed our definition of nuclear weapons as solely a means of deterrence to something that is more feasible in small-scale war (through more tactical nuclear weapons)</li>
</ul>
</div>
</div>
<div id="outline-container-orgbba3f71" class="outline-3">
<h3 id="orgbba3f71">Norms &amp; Taboos</h3>
<div class="outline-text-3" id="text-orgbba3f71">
<ul class="org-ul">
<li>Cognitive constructs designed to guide our behavior</li>
<li>Generally exist in the context of societal interaction and behavior</li>
</ul>
</div>
<div id="outline-container-org83fa6a8" class="outline-4">
<h4 id="org83fa6a8">Norms</h4>
<div class="outline-text-4" id="text-org83fa6a8">
<ul class="org-ul">
<li>Do&rsquo;s and Dont&rsquo;s
<ul class="org-ul">
<li>prescribe some behavior and deter other behaviors</li>
</ul></li>
<li>Context-specific
<ul class="org-ul">
<li>e.g killing is generally considered something that is horrible to do, but is just</li>
</ul></li>
<li>Large cultural variation in norms</li>
<li>Consequences for violation of norms can vary significantly</li>
</ul>
</div>
</div>
<div id="outline-container-orgc24ac9c" class="outline-4">
<h4 id="orgc24ac9c">Taboos</h4>
<div class="outline-text-4" id="text-orgc24ac9c">
<ul class="org-ul">
<li>Dont&rsquo;s - never explain things you should do, only address things you shouldn&rsquo;t</li>
<li>Tend to be universal, with limited exception</li>
<li>Significantly more limited variation, easier to translate across cultures</li>
<li>There tend to be very severe consequences to taboo violations</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbbcae9e" class="outline-3">
<h3 id="orgbbcae9e">Norms, Taboos, and Decision-Making</h3>
<div class="outline-text-3" id="text-orgbbcae9e">
<ul class="org-ul">
<li>Generally, norms and taboos take certain strategies off the table and constrain the incentive structure</li>
<li>Taboos and Norms also change our win-sets because of norms and taboos that exist in their own societies</li>
<li>When the government needs to violate taboos or norms, they (1) argue that they aren&rsquo;t, through some loophole, and (2) argue that the benefits outweigh the harms</li>
<li>To erode a norm, infuse it with consequentialist logic</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org49b3586" class="outline-2">
<h2 id="org49b3586">01.21.21</h2>
<div class="outline-text-2" id="text-org49b3586">
</div>
<div id="outline-container-orgbf69e5c" class="outline-3">
<h3 id="orgbf69e5c">Public Opinion &amp; Decision-Making</h3>
<div class="outline-text-3" id="text-orgbf69e5c">
<ul class="org-ul">
<li>domestic decision-making has significant foreign policy effects</li>
<li>domestic public opinion has an effect on foreign policy decisions
<ul class="org-ul">
<li>public opinions can help shape the incentive structure that a decision-maker has when faced with a decision</li>
<li>public opinion can either be an opportunity or a cosntraint</li>
</ul></li>
<li>who we listen to and what they say can intrinsically change our incentive structure</li>
</ul>
</div>
</div>
