intl4260/notesMaster.org
** Putnam Review
- For any foreign policy issue, there is a chief of government (CoG)
  - CoG has ultimate decision-making authority on the issue
  - e.g, president on war, secretary for commerce on tariffs, etc.
- CoG's job is to find a way to align their international goals with what's possible domestically
  - This is the two-level game, domestic and international balances
- "Win-Set" defines the set of acceptable outcomes that is affected by the policy
  - "Win-Set" defined by war and peace is the entire US population
  - "Win-Set" defined by shoe-lace imports is extremely small
- Veto power must be considered
- Assumes a rational actor analysis
- While this applies largely to democratic states, the same general principles can also appply to authoritarian regimes
* Putnam
** Domestic-International Entanglements
- Current literature lists domestic influences on foreign policy and theorizes about links between the two
- Deutsch and Haas theorize about the impact of parties and interest groups on spillover from domestic policy to international objectives
- Recent work has focised on structural factors such as state strength causing an effect on foreign economic policy
  - central decision-makers must be concerned with domestic and international factors simultaneously
  - theory does not properly explain differences in state foreign policy occurring despite static state structures
** Two-level Games
- Politics of international negotiations can often be considerd a two-level game
  - At the national level, domestic groups pressure governemnt, politicians seek power through the the favor of those organizations
  - At the international leve, governments seek to minimize harms, maximize ability to solve domestic pressures
- Creates a very complex, sometimes contradictory situation for actors at both boards (decision-makers)
** Win-Sets
- Negotiation occurs at a 2-stage process:
  - Level 1: bargaining between negotiators leading to tentative agreement
  - Level 2: Separate discussions within each group about ratification
- In reality, process is not always linear - generally happens multiple times in multiple stages at multiple levels
- Larger win-sets make Level 1 agreement more likely
- The relative size of the respective level 2 win-sets will affect the distribution of the joint gains from the international bargain (the larger the win-set of actor 1, the more he can be pushed around by other actors)
** Win-Set Determinants
- Three factors critical to win-set size
  - Level 2 preferences and coalitions
  - Level 2 institutions
  - Level 1 negotiation strategies
** Uncertainty and Bargaining
- Level 1 negotiators are often badly misinformed about elvel 2 politics, especially on the opposing side
- Uncertainty about win set size can be both good and bad in 2 level negotiations
- Each bargainer has an incentive to understate his own win-sets
- Uncertainty about opponent's win set increases concern about risk of involuntary defection by the other side
** Role of the Chief Negotiator
- Chief negotiator is the only formal link between level 1 and 2 of negotiation
- Assumed that chief negotiator has no independent policy views, acts merely as an honest broker on behalf of his constitutents
- Motives of the chief negotiator:
  - enhancing level 2 game by having benefits outweigh harms as much as possible
  - shifting balance of power at level 2 in favor of his own person domestic policies
  - pursuing his own conception of national interest in the international sense
 - Also assumed that the chief negotiator has some sort of veto power to outright reject anything that wholly contradicts his personal beliefs

* Fearon
** Introduction
- Three reasons war may occur
  - People are sometimes irrational and don't consider the costs of war due to this irrationality or their biases
  - Leaders may enjoy benefits of war but not pay the costs
  - People are rational and consider the risks but fight anyway (Rationalist explanation)
- Flaws with contemporary rationalist arguments are that they don't address prewar bargains
- Contemporary Rationalist reasons for war:
  - Anarchy
  - Benefits o/w costs
  - Rational preventitive war
  - Rational miscalculation due to lack of info
  - Rational miscalculation due to diagreement about relative power
- Fearon's reasons for war
  - private or misrepresented info about relative capabilities
  - relationships are not possible because at least one party has an incentive to cheat
  - Despite being able to compromise, one or more party does not want to because of their beliefs on the issue
** The Puzzle
- People often see war as something nobody wants though wars can often simply be costly but worthwhile gambles
- Wars are always ex post inefficient because no matter how small, the costs of fighting still exist
** Anarchy
- War occurs because there is nothing to prevent it
- Does not explain why wars still occur due to their inefficiency, therefore does not explain war completely
- Anarchy may lead to arms races and insecurity, but little war outside or preemptive war
** Preventive War
- If a declining power suspects that it may be attacked in the future by a rising power, it will find a preventive war rational
- Theory does not consider diplomacy and timeframe
- Why should the declining power fear an attack if it's inefficient, even for the rising power
** Positive Expected Utility
- Argues that war is rational when both sides have a positive expected utility from it
- While often presented, this argument doesn't explain specific condition in which both parties fighting a war have positive expected utility
** Utility and Rationality
- Positive expected utility alone is not enough to provide a rationalist explanatino for war
- Indivisibility of factors of war can also be a rational explanation of war
