intl4260/notesMaster.html
<div id="outline-container-orgebbee68" class="outline-3">
<h3 id="orgebbee68">Putnam Review</h3>
<div class="outline-text-3" id="text-orgebbee68">
<ul class="org-ul">
<li>For any foreign policy issue, there is a chief of government (CoG)
<ul class="org-ul">
<li>CoG has ultimate decision-making authority on the issue</li>
<li>e.g, president on war, secretary for commerce on tariffs, etc.</li>
</ul></li>
<li>CoG&rsquo;s job is to find a way to align their international goals with what&rsquo;s possible domestically
<ul class="org-ul">
<li>This is the two-level game, domestic and international balances</li>
</ul></li>
<li>&ldquo;Win-Set&rdquo; defines the set of acceptable outcomes that is affected by the policy
<ul class="org-ul">
<li>&ldquo;Win-Set&rdquo; defined by war and peace is the entire US population</li>
<li>&ldquo;Win-Set&rdquo; defined by shoe-lace imports is extremely small</li>
</ul></li>
<li>Veto power must be considered</li>
<li>Assumes a rational actor analysis</li>
<li>While this applies largely to democratic states, the same general principles can also appply to authoritarian regimes</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org610bb2d" class="outline-2">
<h2 id="org610bb2d">Putnam</h2>
<div class="outline-text-2" id="text-org610bb2d">
</div>
<div id="outline-container-org6576bb2" class="outline-3">
<h3 id="org6576bb2">Domestic-International Entanglements</h3>
<div class="outline-text-3" id="text-org6576bb2">
<ul class="org-ul">
<li>Current literature lists domestic influences on foreign policy and theorizes about links between the two</li>
<li>Deutsch and Haas theorize about the impact of parties and interest groups on spillover from domestic policy to international objectives</li>
<li>Recent work has focised on structural factors such as state strength causing an effect on foreign economic policy
<ul class="org-ul">
<li>central decision-makers must be concerned with domestic and international factors simultaneously</li>
<li>theory does not properly explain differences in state foreign policy occurring despite static state structures</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgbf19491" class="outline-3">
<h3 id="orgbf19491">Two-level Games</h3>
<div class="outline-text-3" id="text-orgbf19491">
<ul class="org-ul">
<li>Politics of international negotiations can often be considerd a two-level game
<ul class="org-ul">
<li>At the national level, domestic groups pressure governemnt, politicians seek power through the the favor of those organizations</li>
<li>At the international leve, governments seek to minimize harms, maximize ability to solve domestic pressures</li>
</ul></li>
<li>Creates a very complex, sometimes contradictory situation for actors at both boards (decision-makers)</li>
</ul>
</div>
</div>
<div id="outline-container-orga2fe3b3" class="outline-3">
<h3 id="orga2fe3b3">Win-Sets</h3>
<div class="outline-text-3" id="text-orga2fe3b3">
<ul class="org-ul">
<li>Negotiation occurs at a 2-stage process:
<ul class="org-ul">
<li>Level 1: bargaining between negotiators leading to tentative agreement</li>
<li>Level 2: Separate discussions within each group about ratification</li>
</ul></li>
<li>In reality, process is not always linear - generally happens multiple times in multiple stages at multiple levels</li>
<li>Larger win-sets make Level 1 agreement more likely</li>
<li>The relative size of the respective level 2 win-sets will affect the distribution of the joint gains from the international bargain (the larger the win-set of actor 1, the more he can be pushed around by other actors)</li>
</ul>
</div>
</div>
<div id="outline-container-org56f78e9" class="outline-3">
<h3 id="org56f78e9">Win-Set Determinants</h3>
<div class="outline-text-3" id="text-org56f78e9">
<ul class="org-ul">
<li>Three factors critical to win-set size
<ul class="org-ul">
<li>Level 2 preferences and coalitions</li>
<li>Level 2 institutions</li>
<li>Level 1 negotiation strategies</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org967612e" class="outline-3">
<h3 id="org967612e">Uncertainty and Bargaining</h3>
<div class="outline-text-3" id="text-org967612e">
<ul class="org-ul">
<li>Level 1 negotiators are often badly misinformed about elvel 2 politics, especially on the opposing side</li>
<li>Uncertainty about win set size can be both good and bad in 2 level negotiations</li>
<li>Each bargainer has an incentive to understate his own win-sets</li>
<li>Uncertainty about opponent&rsquo;s win set increases concern about risk of involuntary defection by the other side</li>
</ul>
</div>
</div>
<div id="outline-container-orgaa38e90" class="outline-3">
<h3 id="orgaa38e90">Role of the Chief Negotiator</h3>
<div class="outline-text-3" id="text-orgaa38e90">
<ul class="org-ul">
<li>Chief negotiator is the only formal link between level 1 and 2 of negotiation</li>
<li>Assumed that chief negotiator has no independent policy views, acts merely as an honest broker on behalf of his constitutents</li>
<li><p>
Motives of the chief negotiator:
</p>
<ul class="org-ul">
<li>enhancing level 2 game by having benefits outweigh harms as much as possible</li>
<li>shifting balance of power at level 2 in favor of his own person domestic policies</li>
<li>pursuing his own conception of national interest in the international sense</li>
</ul>
<ul class="org-ul">
<li>Also assumed that the chief negotiator has some sort of veto power to outright reject anything that wholly contradicts his personal beliefs</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org14d05b1" class="outline-2">
<h2 id="org14d05b1">Fearon</h2>
<div class="outline-text-2" id="text-org14d05b1">
</div>
<div id="outline-container-orgb3490cf" class="outline-3">
<h3 id="orgb3490cf">Introduction</h3>
<div class="outline-text-3" id="text-orgb3490cf">
<ul class="org-ul">
<li>Three reasons war may occur
<ul class="org-ul">
<li>People are sometimes irrational and don&rsquo;t consider the costs of war due to this irrationality or their biases</li>
<li>Leaders may enjoy benefits of war but not pay the costs</li>
<li>People are rational and consider the risks but fight anyway (Rationalist explanation)</li>
</ul></li>
<li>Flaws with contemporary rationalist arguments are that they don&rsquo;t address prewar bargains</li>
<li>Contemporary Rationalist reasons for war:
<ul class="org-ul">
<li>Anarchy</li>
<li>Benefits o/w costs</li>
<li>Rational preventitive war</li>
<li>Rational miscalculation due to lack of info</li>
<li>Rational miscalculation due to diagreement about relative power</li>
</ul></li>
<li>Fearon&rsquo;s reasons for war
<ul class="org-ul">
<li>private or misrepresented info about relative capabilities</li>
<li>relationships are not possible because at least one party has an incentive to cheat</li>
<li>Despite being able to compromise, one or more party does not want to because of their beliefs on the issue</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd2e871d" class="outline-3">
<h3 id="orgd2e871d">The Puzzle</h3>
<div class="outline-text-3" id="text-orgd2e871d">
<ul class="org-ul">
<li>People often see war as something nobody wants though wars can often simply be costly but worthwhile gambles</li>
<li>Wars are always ex post inefficient because no matter how small, the costs of fighting still exist</li>
</ul>
</div>
</div>
<div id="outline-container-orgcbcdde6" class="outline-3">
<h3 id="orgcbcdde6">Anarchy</h3>
<div class="outline-text-3" id="text-orgcbcdde6">
<ul class="org-ul">
<li>War occurs because there is nothing to prevent it</li>
<li>Does not explain why wars still occur due to their inefficiency, therefore does not explain war completely</li>
<li>Anarchy may lead to arms races and insecurity, but little war outside or preemptive war</li>
</ul>
</div>
</div>
<div id="outline-container-orgfdcd3c0" class="outline-3">
<h3 id="orgfdcd3c0">Preventive War</h3>
<div class="outline-text-3" id="text-orgfdcd3c0">
<ul class="org-ul">
<li>If a declining power suspects that it may be attacked in the future by a rising power, it will find a preventive war rational</li>
<li>Theory does not consider diplomacy and timeframe</li>
<li>Why should the declining power fear an attack if it&rsquo;s inefficient, even for the rising power</li>
</ul>
</div>
</div>
<div id="outline-container-org63ad817" class="outline-3">
<h3 id="org63ad817">Positive Expected Utility</h3>
<div class="outline-text-3" id="text-org63ad817">
<ul class="org-ul">
<li>Argues that war is rational when both sides have a positive expected utility from it</li>
<li>While often presented, this argument doesn&rsquo;t explain specific condition in which both parties fighting a war have positive expected utility</li>
</ul>
</div>
</div>
<div id="outline-container-orga4e6638" class="outline-3">
<h3 id="orga4e6638">Utility and Rationality</h3>
<div class="outline-text-3" id="text-orga4e6638">
<ul class="org-ul">
<li>Positive expected utility alone is not enough to provide a rationalist explanatino for war</li>
<li>Indivisibility of factors of war can also be a rational explanation of war</li>
</ul>
</div>
</div>
