intl4260/notesMaster.html
<div id="outline-container-orgd55a5b5" class="outline-3">
<h3 id="orgd55a5b5">War and Private information</h3>
<div class="outline-text-3" id="text-orgd55a5b5">
<ul class="org-ul">
<li>War is often the product of rational miscalculation</li>
<li>Leaders overestimate their chance of military victory</li>
<li>State lack information about other side&rsquo;s willingness to fight</li>
<li>Truly rational agents will make the same prediction about the outcome of an uncertain event when given the same set of facts
<ul class="org-ul">
<li>This does not happen when miscalculation occurs, which leads to war</li>
</ul></li>
<li>There also exist incentives to misrepresent in bargaining</li>
<li>Combination of private info about relative power or will to fight and strategic incentive to misrepresent positions in baragaining constitute a rational explanation of war</li>
</ul>
</div>
</div>
<div id="outline-container-orgbb1870c" class="outline-3">
<h3 id="orgbb1870c">War &amp; Commitment Problems</h3>
<div class="outline-text-3" id="text-orgbb1870c">
<ul class="org-ul">
<li>With anarchy, states become suspicious of one another and build weapons and engage in attacks</li>
<li>Anarchy matters when it seems as if a states preferences and opportunities for action imply that one or both sides in a dispute have incentives to renege on peaceful bargains which would be mutually preferable to war</li>
<li>Preemptive war is one such case where if one wants to go to war, doing so stealthily would be the most save. While both parties would prefer to live in peace, they are constantly afraid of doing so because of the anarchic state of internaitonal affairs
<ul class="org-ul">
<li>Seems to work similar to the prisoner&rsquo;s dilemm</li>
</ul></li>
<li>The same principle can be applied to preventive war, lack of trust is not the driving factor behind war in these instances. Rather, circumstances that give one party an incentive to renege are</li>
</ul>
</div>
</div>
<div id="outline-container-org9a14e26" class="outline-3">
<h3 id="org9a14e26">Conclusion</h3>
<div class="outline-text-3" id="text-org9a14e26">
<ul class="org-ul">
<li>Because fighting is costly and risky, rational actors should prefer negotiations to war</li>
<li>Rational actors may be unable to agree on these negotiations because
<ul class="org-ul">
<li>private information about resolve and capability, and the incentives that exist to misrepresent these</li>
<li>inability to commit to hold ip a deal</li>
</ul></li>
<li>Not arguing irrelevance for empirical studies concluding that war is based on irrationality</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbd8471c" class="outline-2">
<h2 id="orgbd8471c">01.22.21</h2>
<div class="outline-text-2" id="text-orgbd8471c">
</div>
<div id="outline-container-org4fc6528" class="outline-3">
<h3 id="org4fc6528">Calculating Costs of War</h3>
<div class="outline-text-3" id="text-org4fc6528">
</div>
<div id="outline-container-org3cd067a" class="outline-4">
<h4 id="org3cd067a">Constants</h4>
<div class="outline-text-4" id="text-org3cd067a">
<ul class="org-ul">
<li>Fight occurs over $100</li>
<li>Cost of war: $20</li>
<li>P(Winning): 50%</li>
</ul>
</div>
</div>
<div id="outline-container-org70f401e" class="outline-4">
<h4 id="org70f401e">Expected Value</h4>
<div class="outline-text-4" id="text-org70f401e">
<ul class="org-ul">
<li>(Gains Winning) + (Gains Fighting) - (Cost of War)</li>
<li>(0.5 &times; 100) + (0) - (1 &times; 20) = 50 - 20 = $30</li>
<li>Because each side could negotiate in order to get an expected value of 31 &lt;, it is not a rational deciison to go to war</li>
</ul>
</div>
</div>
<div id="outline-container-org830e821" class="outline-4">
<h4 id="org830e821">Miscalculation</h4>
<div class="outline-text-4" id="text-org830e821">
<ul class="org-ul">
<li>When both sides overestimate the probability of winning, their expected value goes up, thereby making their minimum threshold for negotiation too high for the other side.</li>
<li>Consider miscalculation wherein both sides believe they have an 80% probability of winning:
<ul class="org-ul">
<li>EV<sub>war</sub> = (0.8 &times; 100) + (0) - (1 &times; 20) = 80 - 20 = 60.</li>
<li>Both sides therefore want an expected value of &gt; 60, which is impossible given the limited value of the thing being fought over</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgd2c06e5" class="outline-2">
<h2 id="orgd2c06e5">01.20.21</h2>
<div class="outline-text-2" id="text-orgd2c06e5">
</div>
<div id="outline-container-orgcb77142" class="outline-3">
<h3 id="orgcb77142">Rational Decision-Making</h3>
<div class="outline-text-3" id="text-orgcb77142">
<ul class="org-ul">
<li>Rational decision-making defines how we make decisions</li>
<li>A person&rsquo;s or institutions goal is not relevant, the process of pursuing that goal is the factor driving decision-making</li>
<li>This allows us to generalize decision-making significantly more</li>
<li>Critical to consider the probabilistic nature of benefits and harms when considering rational decision-making</li>
<li>Expected Value = &ldquo;weighted value&rdquo; for all costs and benefits
<ul class="org-ul">
<li>Same thing as &ldquo;average payoff&rdquo;</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org39d3206" class="outline-3">
<h3 id="org39d3206">Incentive Structures</h3>
<div class="outline-text-3" id="text-org39d3206">
<ul class="org-ul">
<li>Incentive structures are the expected values for each of the strategies considered</li>
<li>Incentive structures impose a certain course of action upon us, given that we are rational actors</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga32aed4" class="outline-2">
<h2 id="orga32aed4">Expected Profit Khan</h2>
<div class="outline-text-2" id="text-orga32aed4">
<ul class="org-ul">
<li>Expected value can be calculated as the sum of all the outcome probabilities multiplied by their corresponding profits.</li>
<li>Considering all outcome probabilities should yeild a total probability sum of 1 (100%), with profits being positive (gains) or negative (losses)</li>
</ul>
</div>
</div>
<div id="outline-container-org5e11e48" class="outline-2">
<h2 id="org5e11e48">01.15.21</h2>
<div class="outline-text-2" id="text-org5e11e48">
<ul class="org-ul">
<li>Brain has a complex set of structures that work together to do both really important, and fundamentally flawed actions</li>
</ul>
</div>
<div id="outline-container-org0ac4d99" class="outline-3">
<h3 id="org0ac4d99">Brain Stem</h3>
<div class="outline-text-3" id="text-org0ac4d99">
<ul class="org-ul">
<li>The reptilian brain</li>
<li>Really just an extensino of the spinal cord</li>
<li>Controls automatic actions, no effect on decision-making</li>
</ul>
</div>
</div>
<div id="outline-container-org1c96c5b" class="outline-3">
<h3 id="org1c96c5b">Middle Brain (Limbic System)</h3>
<div class="outline-text-3" id="text-org1c96c5b">
<ul class="org-ul">
<li>Body&rsquo;s monitoring system to identify important elements of the environment</li>
<li>Discriminates things of importantance constantly and ambiently</li>
</ul>
</div>
</div>
<div id="outline-container-orgc033870" class="outline-3">
<h3 id="orgc033870">Brain Cortex</h3>
<div class="outline-text-3" id="text-orgc033870">
<ul class="org-ul">
<li>Controls higher-level thinking</li>
<li>Moral decision-making, learning, conscious awareness</li>
</ul>
</div>
</div>
<div id="outline-container-org7f8c636" class="outline-3">
<h3 id="org7f8c636">Hierarchy of the brain</h3>
<div class="outline-text-3" id="text-org7f8c636">
<ul class="org-ul">
<li>Information goes from the brain stem, to the limbic system, to the brain cortex</li>
<li>Critically, the limbic system was never designed to collect all the information around you - that incomplete information is used for decision-making</li>
<li>Understanding the interplay and potential biases of the limbic system can help us understand decision-making and prevent bad decision making</li>
<li>Fear and the triggering of fear prevents higher-level decision making and can prevent the intake of new information</li>
<li>Sources of information can also have a significant effect on the processing of that information - can be seen through in-group/out-group bias</li>
</ul>
</div>
</div>
<div id="outline-container-org14bcf25" class="outline-3">
<h3 id="org14bcf25">Rational Decision-Making</h3>
<div class="outline-text-3" id="text-org14bcf25">
<ol class="org-ol">
<li>Pick a goal</li>
<li>Evaluate all strategies
<ul class="org-ul">
<li>Analyze costs</li>
<li>Analyze benefits</li>
</ul></li>
<li>Select strategy with best cost/benefit ratio</li>
<li>Bias often occurs at stage 2 because of filtration of information through the limbic system</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org092314a" class="outline-2">
<h2 id="org092314a">Notes Config</h2>
<div class="outline-text-2" id="text-org092314a">
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sudhan Chitgopkar</p>
<p class="date">Created: 2021-02-05 Fri 13:54</p>
</div>
</body>
</html>
